var graphData = {
    "entityList": [
        {
        "id": 10072283,
        "name": "海南大学",
        "classId": 6,
        "img": "./images/haida.png",
        "extra": {
            '简介': '海南大学（Hainan University），简称海大，坐落在风光旖旎的国家历史文化名城 — 海南省会海口市，是海南省属综合性重点大学，海南省、教育部和财政部共建高校，国家“211工程”重点建设大学，“国家卓越工程师教育培养计划”、“国家卓越法律人才教育培养计划”、国家首批卓越农林人才教育培养计划改革试点高校，国家“中西部高校基础能力建设工程”、国家“中西部高校综合实力提升工程”入选高校，“中西部“一省一校”国家重点建设大学（Z14）联盟”主要成员。海南大学由天津大学对口支援。2007年8月，学校由原华南热带农业大学与原海南大学合并组建而成。原华南热带农业大学创建于1958年，与创建于1954年的中国热带农业科学院紧密结合，并称“热作两院”，被誉为我国热带农业科教领域的“双子星”。学校现有海甸、城西和儋州三个校区，校园占地面积5160多亩。截至2017年6月，在编教职工2570余人，专任教师1928人。全日制在校生37000余人，其中普通本科生33000余人，硕士研究生3670余人，博士研究生226人；成人学历教育学生1807人；国际学生325人。现有19个学院（部），84个本科专业'
        }
    }, {
        "id": 16430500,
        "name": "一种冷冻罗非鱼调理食品的制备方法",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学; 海南泉溢食品有限公司',
			'发明人':' 林生; 易美华; 邢小明; 钟秋平',
            '简介': ' 本发明公开了一种冷冻罗非鱼调理食品的制备方法，步骤包括：步骤1：对罗非鱼进行初加工；步骤2：分别制备预裹粉、裹浆粉；步骤3：依次进行表层预裹粉、裹浆粉、面包屑的包裹处理；步骤4：将排盘好的罗非鱼片放入速冻机进行速冻，得到面包罗非鱼食品，即成。本发明方法，综合利用了制作罗非鱼片时留下的大量的残碎肉等废弃资源，不但制成了天然鲜味剂，天然鲜味剂含有天门冬氨酸、谷氨酸、甘氨酸、丙氨酸、丝氨酸、脯氨酸等呈鲜物质，增进了营养与风味，也为罗非鱼的综合开发利用开辟新的途径。'
        }
    }, {
        "id": 19482532,
        "name": "超疏水纤维素气凝胶的制备方法及其在油污处理中的应用",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学; 海航集团有限公司',
			'发明人':'卢凌彬; 林润俊; 孟方; 苗维胜; 李昂; 郑婷婷;',
            '简介': '  本发明公开了一种超疏水纤维素气凝胶的制备方法及其在油污处理中的应用。采用丰富、可再生、可降解的纤维素为原料，以碱溶液(包括NaOH溶液和NaOH/脲溶液)为溶剂体系，制备出轻质、多孔的纤维素气凝胶材料，密度最低可达0.0196g/cm3，孔隙率可达99％。本发明所制备的纤维素气凝胶材料相比于商用吸油毡材料，具有更高的吸附倍率和优异重复使用性能。本发明所涉及的疏水改性方法能够快捷、有效、节能的获得超疏水效果，能够快捷经济的实现油污收集及油水分离等。'
        }
    }
	, {
        "id": 37911154,
        "name": "一种电磁波吸收板",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;  海南兆晟科技发展有限公司',
			'发明人':' 郝万军; 郁信丹; 夏兰; 何楠; 陈伟鹏;',
            '简介': '  本实用新型提供了一种电磁波吸收板，包括：石膏复合层；分别设置于石膏复合层两侧的第一纸膜层和第二纸膜层；设置于所述第一纸膜层上的电阻网膜层，所述电阻网膜层由导电涂料形成；设置于所述电阻膜层上的保护膜层；设置于所述第二纸膜层上的导电膜层。本实用新型提供的电磁波吸收板包括石膏复合层、第一纸膜层、第二纸膜层、电阻网膜层、保护膜层和导电膜层，电磁波入射到吸收板表面，透过电阻网膜进入吸收板内部并达到底部导电膜层，被底部的导电膜层和电阻网膜来回反射折射，由于入射、反射、折射电磁波的位相相互干涉共振将导致电磁能量产生损耗，从而达到很好的吸收电磁波辐射的效果，并且本实用新型上述膜层的选择可以大大降低材料厚度。'
        }
    }, {
        "id": 38761473,
        "name": "屋面防水隔热系统",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学; 海南兆晟科技发展有限公司 ',
			'发明人':' 郝万军; 郝德昭',
            '简介': '  本实用新型提供一种屋面防水隔热系统，该屋面防水隔热系统包括屋面结构层与设置于屋面结构层上的防水性泡沫混凝土层。与现有技术相比，本实用新型采用的防水性泡沫混凝土结构更加均匀稳定，形成圆形封闭不连通孔结构，且孔径较小，产生憎水特性，具有较高的防水效果，同时防水性泡沫混凝土也具有较好的隔热效果，从而使屋面防水隔热系统既具有较好的防水效果也具有较好的隔热效果，且本实用新型防水系统为整体一体化结构，施工简便，成本较低，便于维护，质轻且结构稳定性好，寿命长。'
        }
    }, {
        "id": 387614711,
        "name": "用于冰雪天气的桥面、弯道路面加热系统",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;  海南万泰建筑工程有限公司 ',
			'发明人':'李光范; 张小龙; 胡伟; 项文; 文伟; 刘惠江; 张亚惠',
            '简介': '  本实用新型公开了一种用于冰雪天气的桥面、弯道路面加热系统，包括有发电风车、太阳能板、蓄电器和加热装置，其中发电风车和太阳能板设在路边的架体上，发电风车和太阳能板通过导线与蓄电器相连接，发电风车和太阳能板产生的电力输入到蓄电器内，蓄电器与加热装置相连接，蓄电器为加热装置的加热提供电力，加热装置设在桥面或弯道的路面下。有益效果：提高行车的安全性，降低交通事故的发生，从而大大的保证了人们的生命财产安全。降低了常规能源的使用，减少了环境的污染，提高了能源使用效率。'
        }
    }, {
        "id": 387614712,
        "name": "一种伸缩式钢围堰",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;  海南万泰建筑工程有限公司 ',
			'发明人':'李光范; 张小龙; 胡伟; 秦文帅; 路平; 邹贵华; 赵记领; 刘顺凯',
            '简介': '  本实用新型公开了一种伸缩式钢围堰，包括有底板、导轨、数级钢围堰和支撑机构，其中数级钢围堰按照直径大小依次套接成一个整体并且能够进行升降，导轨和支撑机构设在底板上，底部的钢围堰设在导轨上，数级钢围堰通过支撑机构进行升降。底板、导轨、基座、一级支撑杆、二级支撑杆和顶杆的材质均为钢材。一级支撑杆与基座以及基座与底板的连接结构均为可拆卸结构。相邻级的钢围堰接合处的外侧粘贴有PVC防水膜。有益效果：节省人力和物力，加快施工进度，缩短施工工期；各构件可循环使用，使用年限较长；构造简单，施工方便，造价相对低廉；避免施工浪费。'
        }
    }, {
        "id": 387614714,
        "name": "一种新型无封闭式中央分隔带排水系统",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学; 海南高速公路股份有限公司 ',
			'发明人':' 张聪; 韩建刚; 包双雁; 肖彦杰',
            '简介': '  本实用新型公开了一种新型无封闭式中央分隔带排水系统，主体为渗沟，渗沟底部设阶梯式纵向坡度，渗沟底部间断设有集水井，集水井的下部设有横向排水管。渗沟的顶部盖设有带孔预制板，带孔预制板的上部铺设有反滤土工布，反滤土工布上部覆盖有级配碎石层，级配碎石的粒径为2 4cm，含泥量小于1％。有益效果：加速了中央分隔带中积水的排出，节省了渗沟和横向排水管中垃圾清理所需的人力物力，大大提高了清理效率；既适用于现有的中央分隔带排水系统改造，又适用于新建的中央分隔带排水系统系统，具有广泛的推广使用价值。'
        }
    }, {
        "id": 387614716,
        "name": "一种易于清理的阶梯式盖板排水沟系统",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学; 海南高速公路股份有限公司 ',
			'发明人':'  寇雨敬; 韩建刚; 姜守东; 包双雁',
            '简介': '   本实用新型公开了一种易于清理的阶梯式盖板排水沟系统，是在排水沟的底部分段设有集水井，集水井用于收集排水沟底部被雨水冲刷的淤泥和杂物，排水沟的底部为一纵坡。排水沟的上部设有盖板，排水沟底部集水井的设置间距为100米，排水沟底部纵坡的坡度为0.3％。有益效果：增加了沟底纵坡，防止了淤泥及杂物在排水沟沟底的沉积，避免了由于沟底沉积对排水沟排水性能造成的影响。分段设置用于收集淤泥及杂物的集水井，便于垃圾的集中清理，节省了垃圾清理所需的人力物力，大大提高了清理效率；既适用于现有平直段排水沟的改造，又适用于新建的路面排水沟系统，具有广泛的推广使用价值。'
        }
    }, {
        "id": 387614717,
        "name": "一种复合型太阳能天然橡胶干燥装置",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学; 海南澄迈双雄机械安装有限公司 ',
			'发明人':' 李京兵; 郝万军; 邓戈雄; 曾令雄;',
            '简介': '   本实用新型公开了一种复合型太阳能天然橡胶干燥装置，包括橡胶干燥窑(5)，在橡胶干燥窑的进气管道上顺序设置平板式型空气集热器(1)、真空管型空气集热器(2)，其中平板型空气集热器(1)的输出端与真空管型空气集热器(2)的输入端连接，真空管型空气集热器(2)的输出端通过风机(3)与橡胶干燥窑(5)的热空气输入口连接。本实用新型结构简单，采用平板式型空气集热器与真空管型空气集热器相结合，可对天然橡胶进行干燥，有效地节约能源，具有成本低，热转换率高、制作方便、重量轻等优点。'
        }
    }, {
        "id": 387614718,
        "name": "一种防腐涂料及其制备方法",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;  海南兆晟科技发展有限公司  ',
			'发明人':' 郝万军; 何楠; 陈伟鹏; 郁信丹; 夏兰;',
            '简介': '   本发明提供了一种防腐涂料及其制备方法，本发明提供的防腐涂料包括35～55重量份的金属粉、45～55重量份的树脂、1～5重量份的功能填料、10～50重量份的辅料混合以及20～40重量份固化剂；其中，通过在防腐涂料中加入所述功能填料为导电炭黑、导电碳纤维和石墨烯中的一种或几种；使得本发明得到的防腐涂料在金属粉含量较低的情况下，依然具有很好的防腐性能，且本发明得到的防腐涂料的附着力也很好；另外，本发明提供的防腐涂料性能稳定，对施工条件没有特殊要求，应用广泛。'
        }
    }, {
        "id": 387614721,
        "name": "一种调味液以及用该调味液加工半干即食金鲳鱼的方法",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;   海南翔泰渔业股份有限公司  ',
			'发明人':' 胡晓苹; 陈茉; 黄睿; 刘荣锋; 马廷鹏; 徐高科; 张伟敏; 冯爱国; 庞真真; 宋彦廷',
            '简介': '    本发明涉及金鲳鱼加工领域，具体而言，涉及一种调味液以及用该调味液加工半干即食金鲳鱼的方法。本发明提供的调味液，调味液配比合理，使用该调味液加工得到的鱼类产品甜咸适中，滋味香味浓郁，无腥味，酒香协调，风味独特，有光泽，营养丰富。本发明提供的一种半干即食金鲳鱼的加工方法，经脱腥预处理后，依次采用一次干燥、调味液渗透、油炸、二次干燥的工艺流程，制作出的半干即食金鲳鱼色泽：表皮黄褐色，均匀，有光泽；滋味：咸甜适宜，酒味浓郁且协调，嘴有余香且回味悠长；气味：酒香浓郁，无异味或油耗味，无腥味；营养丰富、风味独特、软硬适中。'
        }
    }, {
        "id": 387614722,
        "name": "一种太阳能养护制备的高强抗渗型泡沫混凝土",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;    海口兆晟科技发展有限公司   ',
			'发明人':' 郝万军; 吴凡; 杨建鹏; 郝德昭; 赵艳华; 周生斌',
            '简介': '     本发明公开了太阳能养护制备的高强抗渗型泡沫混凝土，由以下制备步骤获得；（1）按重量百分配比将粉煤灰20～40%，石灰3～8%，细砂10～20%，水泥20～60%，防水剂0.3～1%，复合增强助剂0.5%和水18～20%放入搅拌机中搅拌成浆，获得水泥浆料；（2）将发泡液0.1～0.3%置于发泡机中发泡；获得泡沫；（3）将泡沫加入水泥浆料中进行均匀搅拌后注浆成型，5～8小时拆模后使用塑料薄膜包覆；（4）送太阳能房进行干燥养护20～28天，获得成品。本发明在传统方法的基础上创新性采用添加特殊防水剂和太阳能干燥养护的方法实施制备，提升材料抗水渗能力和材料强度，实现新材料的先进制备。'
        }
    }, {
        "id": 387614723,
        "name": "一种砂栽培方法",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;    海南千富良叶农业开发有限公司   ',
			'发明人':' 穆大伟; 艾腾腾; 高田稔; 梁定师;',
            '简介': '     本发明公开了一种砂栽培方法，采用砂作为栽培基质进行育苗和栽培，砂的理化参数为：粒径＜5.00mm、含泥量≤1.0％、EC值＜0.05mS/cm、氯离子含量≤0.06％、PH值6.0～9.0。砂可以半永久性使用，实现连作，解决砂栽培过程中需要大量的劳动力和成本的问题，对今后的砂栽培过程中如何标准地提高产率和质量有着举足轻重的借鉴意义。'
        }
    }, {
        "id": 387614724,
        "name": "一种玻璃窗体",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;     海南兆晟科技发展有限公司   ',
			'发明人':' 郝万军; 郝德昭',
            '简介': '      本发明公开了一种玻璃窗体，包括玻璃和窗框，玻璃位于室外的一侧设置有疏水自清洁涂层，在玻璃的长期使用过程中，疏水自清洁涂层利用自身疏水的物理特性起到防污和自洁的作用，通过雨水的冲刷作用即可实现玻璃的清洁，相对于现有技术中通过人工手动采用清洁剂清理的方式，一方面能够减少清洁剂对环境的污染，另一方面能够降低人工清理玻璃的劳动强度和危险性，本方案提供的玻璃窗体在窗框位于室外的一侧也设置有疏水自清洁涂层，在实现玻璃疏水自清洁的同时也实现了窗框的疏水自清洁。本方案提供的玻璃窗体在玻璃的位于室内的一侧设置有隔热涂层，使得玻璃具有隔热的效果，在一定程度上解决了窗体节能的问题。'
        }
    }, {
        "id": 387614725,
        "name": "一种用于软土地基的预压装置 ",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;海南万泰建筑工程有限公司',
			'发明人':' 李光范; 张小龙; 胡伟; 赵记领; 谭杰; 刘顺凯;',
            '简介': '       本实用新型公开了一种用于软土地基的预压装置，包括有数层土工管袋，数层土工管袋堆积在软土地基上，每层土工管袋上均设有输水管，通过输水管能够进行土工管袋内的充水和放水。土工管袋为复合材料制成的水袋。输水管通过可拆卸结构与土工管袋相连接。有益效果：结构新颖，价格低廉，不会给施工方带来太多的经济负担；使用方便，便于拆卸，构造原理简单，实用性强。'
        }
    }, {
        "id": 387614726,
        "name": "防水增强剂、防水性泡沫混凝土及屋面防水系统 ",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;海南兆晟科技发展有限公司',
			'发明人':'  郝万军; 郝德昭',
            '简介': '       本发明提供一种防水增强剂、防水性泡沫混凝土及屋面防水系统，该屋面防水系统包括屋面结构层与设置于屋面结构层上的防水性泡沫混凝土层；所述防水性泡沫混凝土层由防水性泡沫混凝土形成。与现有技术相比，本发明采用防水增强剂对泡沫混凝土进行改性，使防水性泡沫混凝土结构更加均匀稳定，形成圆形封闭不连通孔结构，且孔径较小，产生憎水特性，具有较高的防水效果，同时防水性泡沫混凝土也具有较好的隔热效果，从而使屋面防水系统既具有较好的防水效果也具有较好的隔热效果，且本发明防水系统为整体一体化结构，施工简便，成本较低，便于维护，质轻且结构稳定性好，寿命长。'
        }
    }, {
        "id": 387614727,
        "name": "一种自保温墙体材料及其制备方法",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;海南兆晟科技发展有限公司',
			'发明人':' 郝万军; 何楠; 郝德昭',
            '简介': '       本发明提供了一种自保温墙体材料，包括30～40重量份的基体材料、0～0.5重量份的聚丙烯纤维、0～60重量份的填料、2～8重量份的防水增强剂、1～8重量份的发泡剂以及9～20重量份的水。本发明提供的含有防水增强剂的自保温墙体材料，采用基体材料添加特殊辅料进行隔热防水及强化设计，并与发泡剂共同调配，得到了轻质隔热防水的新型自保温墙体材料，尤其是采用了特定的防水增强剂，形成良好的防水结构，具有更好的防水性和更高的强度，并且还具有良好的隔热特性。'
        }
    }, {
        "id": 387614728,
        "name": "潮汐式节能室内循环养殖系统",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学; 三亚民和海洋科技有限公司',
			'发明人':' 王爱民; 许春生; 顾志峰',
            '简介': '        一种用于水产养殖的室内循环养殖系统，包括上层养殖箱、中层养殖箱和下层养殖箱，每个养殖箱中的第一钢化玻璃板和第二钢化玻璃板共同将每个养殖箱分隔成相互连通的养殖区和背滤区，下层养殖箱的背滤区中设有带水位控制器的水泵，用于将水泵送至上层养殖箱，上层养殖箱和中层养殖箱的背滤区中均设有能虹吸流水管，用于通过虹吸作用将上层养殖箱的水吸到中层养殖箱以及将中层养殖箱中的水吸到下层养殖箱中，水泵根据水位控制器启动或停止，以实现潮汐式水位涨落。通过过滤和蛋分装置去除养殖中的废物，确保水质清洁和稳定循环，彻底高效去除养殖废物，通过水位控制器来减少水泵的工作时间以节省能源和降低养殖成本，减少噪音对养殖生物的影响'
        }
    }, {
        "id": 387614729,
        "name": "一种火山岩结构复合材料及其制备方法",
        "classId": 4,
        "img": "",
        "extra": {
			'申请人':'海南大学;  海南兆晟科技发展有限公司',
			'发明人':' 郝万军; 郝德昭',
            '简介': '         本发明提供了一种火山岩结构复合材料及其制备方法，所述火山岩结构复合材料由包括以下组分的物料制成：无机胶凝材料100重量份；纤维增强体0.01重量份～0.5重量份；填料1重量份～150重量份；稳泡增强剂2重量份～8重量份；水30重量份～60重量份；发泡剂4重量份～10重量份。本发明提供的火山岩结构复合材料通过控制配方组成经养护工艺制备而成，其具有火山岩结构特性，有效解决了火山岩资源环境保护与建筑材料市场对火山岩材料需求之间的矛盾；同时，本发明提供的火山岩结构复合材料还具有较高的强度。实验结果表明，本发明提供的火山岩结构复合材料抗压强度为3.6MPa～6.0MPa。'
        }
    }, {
        "id": 387614730,
        "name": " 海南兆晟科技发展有限公司",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '         海南兆晟科技发展有限公司于2012年12月19日在海口市工商行政管理局登记成立。法定代表人赵艳华，公司经营范围包括绿色建材、电磁功能材料、隔热防腐材料、仪器设备等。'
        }
    }, {
        "id": 387614731,
        "name": " 三亚民和海洋科技有限公司",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '         三亚民和海洋科技有限公司于2010年12月06日在三亚市工商行政管理局登记成立。法定代表人许川，公司经营范围包括鱼、虾、贝、珊瑚、藻类、观赏鱼的养殖、育苗等。'
        }
    }, {
        "id": 387614732,
        "name": "  海南万泰建筑工程有限公司",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '         海南万泰建筑工程有限公司建立于2011年6月16日，是具有多功能、多元化经营的建筑安装企业。 目前，公司注册资本金8080万元，公司现有一级建造师12人、二级项目经理90人，注册安全工程师4人，有职称的工程技术经济管理人员203人。拥有固定资产2500万元，年生产能力达10亿元以上。公司经营范围涉及各类建筑工程总承包、施工机械设备租赁、路桥建设施工、钢材批发、广告传媒等。'
        }
    }, {
        "id": 387614733,
        "name": " 海南千富良叶农业开发有限公司",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '         海南千富良叶农业开发有限公司,,主营农业技术开发,农业种植,水产养殖,农业观光项目开发,农产品加工,销售,餐饮服务'
        }
    }, {
        "id": 387614734,
        "name": "  海南翔泰渔业股份有限公司",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '         海南翔泰渔业股份有限公司位于南海明珠 --- 海南岛----有丰富的淡水及海洋渔业资源。旗下子公司海南远生渔业有限公司、海南卓翔进出口贸易有限公司、海南翔泰鱼苗培育有限公司、海南儋州翔泰养殖有限公司、海南三沙翔泰水产有限公司、海南翔泰生物科技有限公司、海南昌江元道养殖有限公司、海南翔泰食品科技有限公司、海南临高海生水产科技有限公司。'
        }
    }, {
        "id": 387614735,
        "name": "海航集团有限公司",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '         2017年海航集团跃居《财富》世界500强榜单第170位  、一年提升183位。自1993年创业至今，海航集团已历经24年的发展。从单一的地方航空运输企业发展成为以科技、旅业、资本、实业、现代物流、创新金融、新传媒为支柱的大型跨国企业集团，参控股境内外上市公司26家（含新三板）。'
        }
    }, {
        "id": 387614736,
        "name": "海南泉溢食品有限公司",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '公司简介于2000年5月建成投产，位于海南省海口市桂林洋经济开发区，主要从事罗非鱼、南美白虾及其它水产品的科研、养殖、精深加工及出口等业务。工厂占地面积24000平方米，生产车间6500平方米，年加工能力15000吨。产品远销美国、欧洲、日本、东南亚等国家和地区，年出口创汇3000多万美元。被国家农业部等八部委授予国家农业产业化重点龙头企业。公司建立了完善的食品安全质量管理体系，取得了国家质检总局的出口食品生产企业备案、输美水产品HACCP验证和输欧盟水产品注册，并通过了ISO22000食品安全管理体系认证、英国BRC零售包装食品安全认证及美国ACC养殖水产品安全认证。公司还建立了完善的质量可追溯体系，建有标准化的养殖基地12000多亩，采用“公司+基地+标准化”的管理模式确保原料安全，并通过质量可追溯体系实现养殖场到餐桌的全程追溯管理。公司秉承“高标准、严要求、讲诚信、勤创新”的理念，愿为消费者呈现安全放心的优质食品。'
        }
    }, {
        "id": 387614737,
        "name": "海南高速公路股份有限公司",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '1991年7月，经海南省政府（1991）5号文批准，成立海南省东线高速公路建设工程指挥部办公室，其职能是负责东线高速公路的征地拆迁、施工管理和经营管理。1993年4月，经海南省证券委员会琼证字（1993）6号文批准，在海南省东线高速建设工程指挥部办公室的基础上，以定向募集方式设立了海南高速公路股份有限公司。经中国证监会批准，公司于1997年12月1日在深圳证券交易所上网定价发行了7700万股A股，1998年1月23日公司股票挂牌上市。'
        }
    }, {
        "id": 387614738,
        "name": "海南澄迈双雄机械安装有限公司 ",
        "classId": 8,
        "img": "",
        "extra": {
            '简介': '澄迈双雄机械安装有限公司成立于2009年01月15日,法定代表人邓戈雄。法院诉讼信息1条,资产和交易信息1条,经营历史3条。'
        }
    }
	],
    "relationList": [
        {
        "id": "59aa6e670993581dbc5f6172",
        "from": 10072283,
        "to": 16430500,
        "attId": 1
    }, {
        "id": "59aa6e670993581dbc6c546e",
        "from": 387614736,
        "to": 19482532,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e680993581dbc7326b0",
        "from": 10072283,
        "to": 19482532,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e690993581dbc7c56e3",
        "from": 387614735,
        "to": 37911154,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc4d8623",
        "from": 10072283,
        "to": 38761473,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc56235e",
        "from": 387614730,
        "to": 38761473,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc56b44f",
        "from": 10072283,
        "to": 387614711,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc5802be",
        "from": 387614732,
        "to": 387614711,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc582c51",
        "from": 10072283,
        "to": 387614712,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc5d79fc",
        "from": 387614732,
        "to": 387614712,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc5f5dea",
        "from": 10072283,
        "to": 387614714,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc5f5f5a",
        "from": 387614737,
        "to": 387614714,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc656444",
        "from": 10072283,
        "to": 387614716,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc663823",
        "from": 387614737,
        "to": 387614716,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6a1fb2",
        "from": 10072283,
        "to": 387614717,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6dbafa",
        "from": 387614738,
        "to": 387614717,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6dbf0c",
        "from": 10072283,
        "to": 387614718,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6dc277",
        "from": 387614730,
        "to": 387614718,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6dc624",
        "from": 10072283,
        "to": 387614721,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6dc77f",
        "from": 387614734,
        "to": 387614721,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6ec3ce",
        "from": 10072283,
        "to": 387614722,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e680993581dbc772c2c",
        "from": 387614730,
        "to": 387614722,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e680993581dbc7762e9",
        "from": 10072283,
        "to": 387614723,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc5625ce",
        "from": 387614733,
        "to": 387614723,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc595c8f",
        "from": 10072283,
        "to": 387614724,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc60452b",
        "from": 387614730,
        "to": 387614724,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc616977",
        "from": 10072283,
        "to": 387614725,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6e6091",
        "from": 387614732,
        "to": 387614725,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc6e62ac",
        "from": 10072283,
        "to": 387614726,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e680993581dbc7324f3",
        "from": 387614730,
        "to": 387614726,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e680993581dbc73282f",
        "from": 10072283,
        "to": 387614727,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e680993581dbc74b5f9",
        "from": 387614730,
        "to": 387614727,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e690993581dbc786e3b",
        "from": 10072283,
        "to": 387614728,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc555fdd",
        "from": 387614731,
        "to": 387614728,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc5692da",
        "from": 10072283,
        "to": 387614729,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }, {
        "id": "59aa6e670993581dbc569465",
        "from": 387614730,
        "to": 387614729,
        "attId": 1,
        "attName": null,
        "bsTime": null,
        "nRInfo": null,
        "oRInfo": null
    }],
    "connects": null,
    "stats": null
};