var schema =
    {
        "types": [
            {
                "k": 2,
                "v": "人物"
            },
            {
                "k": 4,
                "v": "科技成果"
            },
            {
                "k": 6,
                "v": "高校"
            },
            {
                "k": 8,
                "v": "企业"
            },
            {
                "k": 10,
                "v": "??"
            }
        ],
        "atts": [
            {
                "k": 1,
                "v": "申请人",
                "type": 1
            },
            {
                "k": 2,
                "v": "发明人",
                "type": 1
            },
            {
                "k": 3,
                "v": "所属机构",
                "type": 1
            },
            {
                "k": 4,
                "v": "所属院校",
                "type": 1
            }
        ]
    };